{
    "Users": "Individuals who interact with the Epic system to perform tasks based on their roles and permissions.",
    "Workflow": "A sequence of steps in Epic that guides users through completing specific tasks efficiently.",
    "Hyperspace": "The primary interface where users access Epic's tools, applications, and patient records.",
    "Activity": "A specific function or task within Hyperspace, such as chart review or scheduling.",
    "EpicMenu": "A navigation menu in Hyperspace that provides access to various applications and activities.",
    "EpicSearch": "A tool in Hyperspace that allows users to find patients, records, or activities quickly.",
    "Chronicles": "Epic's underlying database management system that stores all the application data.",
    "Administrator": "A person responsible for configuring and maintaining Epic's system settings and user permissions.",
    "Applications": "Specific modules within Epic designed for different areas of healthcare, such as Ambulatory or Inpatient.",
    "Analyst": "An individual who configures, supports, and optimizes Epic applications to meet organizational needs.",
    "Build": "The process of configuring and customizing Epic applications to align with organizational workflows.",
    "Record": "A single unit of information stored in Chronicles, such as a patient or a provider's data.",
    "Security": "Permissions and access controls within Epic that ensure users can only view or edit data relevant to their role.",
    "ChangeManagement": "The structured approach to implementing updates, changes, and enhancements in the Epic system.",
    "BuildTracker": "A tool used to monitor and manage configuration changes and updates within Epic.",
    "DatabaseAdministrator": "A professional responsible for managing and maintaining Epic's databases, ensuring data integrity and performance.",
    "ChroniclesAdministrator": "An expert responsible for maintaining and optimizing the Chronicles database system.",
    "ClarityAdministrator": "A specialist who manages the Clarity reporting database, ensuring accurate data extraction for reporting.",
    "CaboodleAdministrator": "A professional who oversees Caboodle, Epic's enterprise data warehouse for analytics and reporting.",
    "CogitoProjectManager": "A role focused on coordinating and managing Epic's analytics and reporting projects across teams.",
    "BusinessIntelligenceDeveloper": "A developer who creates reports and dashboards using Epic's data for actionable insights.",
    "ApplicationAnalyst": "An analyst responsible for configuring and optimizing specific Epic applications to meet user needs.",
    "CaboodleDeveloper": "A developer who works on Epic's Caboodle data warehouse to create advanced analytics solutions.",
    "CogitoToolsAdministrator": "A person responsible for configuring and maintaining Cogito tools, which support Epic's analytics and reporting capabilities."
}